Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajien_kannanotto_saamelaisten_totuus-_ja_sovintokomission_asettamisesta.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjien kannanotto saamelaisten totuus- ja sovintokomission asettamisesta
sms: Sääʹmteeʹǧǧ peäʹlvälddmõš säʹmmlai tuõttvuõtt- ja suåvâdvuõttkomissio šiõttummša

source: Saamelaiskäräjät kokoontui Inarissa kokoukseensa (5/2019) 17.12.2019 käsittelemään ehdotusta saamelaisten totuus- ja sovintokomission asettamiseksi ja hyväksyi ehdotuksen , lausuu kannanottonaan seuraavaa:
sms: Sääʹmteʹǧǧ noorõõđi Aanrest mââimõs såbbrasas (5/2019) 17.12.2019 ǩiõttʼtõõllâd eʹtǩǩõõzz säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõtteem vääras da priimi eʹtǩǩõõzz , ceälkk peäʹlvälddmõšân nääiʹt:

source: Saamelaiset on alkuperäiskansa nykyisten neljän valtion, Norjan, Ruotsin, Suomen ja Venäjän alueella.
sms: Säʹmmla lie alggmeer ânnʼjõž neellj riikk, Taarrjânnam, Ruõccjânnam, Lääʹddjânnam da Ruõššjânnam vuuʹdest.

source: Saamelaisilla on omana kansana ja alkuperäiskansana sekä kansallisessa että rajoja ylittävässä perspektiivissä itsemääräämisoikeus.
sms: Säʹmmlain lij jiiʹjjes meeran da alggmeeran nuʹtt meersaž ko pâʹjjel raaʹji vuällai perspektiivâst jiõččmeäʹrreemvuõiggâdvuõtt.

source: Saamelaiskäräjät painottaa, että mainittujen valtioiden assimilaatioprosessit ovat kohdistuneet saamelaisiin niin yhteisesti kuin yksilötasolla, kunkin kansallisvaltion ominaispiirtein ja rajat ylittävin tavoin.
sms: Sääʹmteʹǧǧ peejj teädd tõõzz, što peäggtum riikki assimilaatioproseeʹss lie kuõsktam säʹmmlaid nuʹtt õhttsiʹžže ko õhttu ooumžen, juõʹǩǩ meersažriikk jiiʹjjesnallšemvuõđivuiʹm da pâʹjjel raaʹji vuällai naaʹlivuiʹm.

source: Saamelaiskäräjät viittaa, että valtioiden assimilaatiopolitiikka koskien saamelaisia on haitannut saamen kansan omaehtoista kehitystä ja todellisen tasa-arvon ja yhdenvertaisuuden toteutumista saamelaisten ja yhteiskuntien välillä paikallisesti, alueellisesti, kansallisesti, rajoja ylittävästi ja kansainvälisesti.
sms: Sääʹmteʹǧǧ viiʹttai, što riikki assimilaatiopolitikk säʹmmlaid kuõskeeʹl lij häittam sääʹm meer jiõččmääinlaž õuddnummuž da tuõđlaž tääʹssäärv da õõutverddsažvuõđ teâuddmõõžž säʹmmlai da õhttsažkooʹddi kõõsk pääiklanji, vooudlanji, meersanji, pâʹjjel raaʹji vuällʼjen da meeraikõskksanji.

source: Saamelaiskäräjät katsoo tärkeäksi, että valtioneuvosto yhteistyössä Saamelaiskäräjien ja Kolttien kyläkokouksen kanssa asettaa totuus- ja sovintokomission kokoamaan ja todistamaan saamelaisten kokemukset Suomen valtion ja eri viranomaisten saamelaiskulttuuria ja sen aineellista pohjaa rikkovista toimista ja siitä, millaisia vaikutuksia ja seurauksia niillä on ollut ja edelleen on saamelaisille alkuperäiskansana ja sen jäsenille yksilöinä, sekä tekemään tämän osaksi tunnustettua käsitystä siitä, mikä historiamme ja nykyisyytemme on.
sms: Sääʹmteʹǧǧ vuäinn tääʹrǩes äʹššen, što riikksuåvtõs õhttsažtuâjast Sääʹmteeʹǧǧin da Saaʹmi sijddsåbbrin šiõttâd tuõttvuõtt- da suåvâdvuõttkomissio noorrâd da tuõđsted säʹmmlai ǩiõččlâsttmõõžžid Lääʹddjânnam riikk da jeeʹres veʹrǧǧniiʹǩǩi sääʹmkulttuur da tõn aunnsallaš vuâđ čuõccteei tuåimin da tõʹst, måkam vaaiktõõzz da seuʹrrjõõzz tõin lie leämmaž da õinn lie säʹmmlaid alggmeeran da tõn vuäzzliʹžžen, di tuejjeed tän vueʹssen tobdstum fiʹttjõõzzâst tõʹst, mii mij historia da ânnʼjõž äiʹǧǧ lij.

source: Saamelaiskäräjät katsoo komission asettamisen merkitsevän, että julkisesti tunnustetaan valtion assimilaatiopolitiikan vaikutusten vaativan korjaavia toimenpiteitä.
sms: Sääʹmteʹǧǧ ǩeäčč komissio šiõttummuž miârkkšõõvvâm, što õlmmsest tobdstedt riikk assimilaatiopolitiikk vaaiktõõzzi kaiʹbbjem teevvai tuåimid.

source: Saamelaiskäräjät painottaa, ettei totuus- ja sovintokomission asettaminen ole ilo eikä voitto.
sms: Sääʹmteʹǧǧ peejj teädd tõõzz, tuõttvuõtt- da suåvâdvuõttkomissio šiõttummuš ij leäkku rämm ij-ka vuäittmõš.

source: Tähän äärimmäiseen toimenpiteeseen ryhdytään siksi, etteivät aiemmat keinot puolustaa saamelaisten alueita ja kulttuureita ole riittäneet muuttamaan pyrkimyksiä assimiloida saamelaisia valtakulttuuriin.
sms: Tän pukin mââimõs tueiʹmme ääʹljet tõn diõtt, što ääiʹjab neävv peälšted säʹmmlai vuuʹdid da kulttuurid jie leäkku riʹjttjam muʹtted põrggmõõžžid assimilâʹstted säʹmmlaid väʹlddkulttuuʹre.

source: Komission aloittaminen on jaetun surun hetki tietoisena siitä, kuinka monet eivät omana elinaikanaan ehtineet saamaan oikeutta.
sms: Komissio alttummuš lij juõkkum peʹccel teâđsteeʹl tõn, mäʹhtt määŋg jie jiiʹjjes jieʹllemäiʹǧǧen ǩiõrggnam vuäǯǯad vuõiggâdvuõđ.

source: Komission työn tulee purkaa ja auttaa käsittelemään traumoja, joita saamelaiset niin kansana kuin yksilöinä kantavat ylisukupolvisesti.
sms: Komissio tuâj šâdd puʹrǧǧeed da vieʹǩǩted ǩiõttʼtõõllâd traumaid, koid säʹmmla nuʹtt meeran ko õhttu ooumžen kueʹdde pâʹjjel puõlvvõõǥǥi.

source: Näiden traumojen käsittely niin yksilötasolla kuin kollektiivisesti on raskasta ja järkyttävää.
sms: Täi traumai ǩiõttʼtõõllmõš nuʹtt õhttu ooumžen ko kollektiivlanji lij lossâd da täärmtõʹtti.

source: Kuitenkin sen on tapahduttava edes siinä määrin, että epätasapainoa ylläpitävät toimet voidaan tunnistaa ja muuttaa, jotta saamen kansan oikeus itsemääräämiseen myös sisäisesti voi toteutua.
sms: Kuuitâǥ tõn âlgg tuejjeed håʹt tâʹmmet, što panntääʹssteädd tuõʹllʼjeei tuåimid vueiʹtet tobdsted da muʹtted, nuʹtt što sääʹm meer vuõiggâdvuõtt jiõččmeäʹrrummša vuäitt še meer seʹst teâuddjed.

source: Saamelaiset omistavat omat elämänkokemuksensa ja historiansa, ja näin ollen he ovat myös avainasemassa siinä, kuinka ylisukupolvista taakoistaan selviävät.
sms: Säʹmmla vuäʹmste jiiʹjjes jieʹllemǩiõččlâsttmõõžžâs da historias, da nääiʹt sij lie še čouddi sââʹjest tõʹst, mõõn nalla pâʹjjel puõlvvõõǥǥi nuäđsteez seʹlvvne.

source: Saamelaisilta ei saa viedä tämän prosessin aikana mahdollisuutta löytää itse tietään kohti paranemista.
sms: Säʹmmlain ij vuäǯǯ viikkâd tän proseeʹss äiʹǧǧen vueiʹttemvuõđ kaunnâd jiõčč čuâkkses puârrnem årra.

source: Tämä edellyttää, että saamelaisille on prosessiin valmistauduttaessa, sen aikana ja sen jälkeen tarjolla saamenkielistä ja kulttuurisensitiivistä henkistä ja psyykkistä tukea.
sms: Tät oudldâstt, što säʹmmlaid lij prosessa valmštõõttmen, tõn äiʹǧǧen da mâŋŋa tõn vuäǯǯmest sääʹmǩiõllsaž da kulttuursensitiivlaž jiõgglaž da psyykklaž tuärjjõs.

source: Saamelaiskäräjät odottaa valtion resursoivan saamelaisia syrjivien rakenteiden muutostyön sekä lopettavan harjoittamansa assimilaatiopolitiikan, jota tapahtuu tässäkin hetkessä, nyt, joka päivä, jotta uusien taakkasiirtymien jatkumo voitaisiin katkaista.
sms: Sääʹmteʹǧǧ vuârdd riikk resursâʹsttem säʹmmlaid čårsteei raajõõzzi muuttâstuâj di jõskkâm harjjteʹmes assimilaatiopolitiikk, kååʹtt šâdd õinn tän še poodd, ååʹn, juõʹǩǩ peeiʹv, što ođđ nueʹđđseʹrddmi juäʹtǩǩem vuäitčeš pueʹtǩǩeed.

source: Saamelaiskäräjät kiittää saamelaisyhteisöä osallistumisesta totuus- ja sovintoprosessin valmisteluun.
sms: Sääʹmteʹǧǧ späʹssbââšš sääʹmõõutstõõzz vuässõõttmest tuõttvuõtt- da suåvâdvuõttproseeʹss valmštõõllma.

source: Saamelaiskäräjät kiittää myös asiantuntijoita, joiden panos valmistelussa on ollut erittäin tärkeä.
sms: Sääʹmteʹǧǧ späʹssbââšš še äʹšštobddjid, koi tuâjj valmštõõllmõõžžâst lij leämmaž samai tääʹrǩes.

source: Viimeiseksi Saamelaiskäräjät kiittää Kolttien kyläkokousta ja Suomen valtiota neuvotteluprosessista.
sms: Mââimõsân Sääʹmteʹǧǧ späʹssbââšš saaʹmi sijddsåbbar da Lääʹddjânnam riikk saǥstõõllâmproseeʹss õõudâst.

source: Inarissa 17.12.2019
sms: Aanrest 17.12.2019

source: Tiina Sanila-Aikio puheenjohtaja
sms: Tiina Sanila-Aikio saaǥǥjååʹđteei

source: Pia Ruotsala-Kangasniemi hallintopäällikkö
sms: Pia Ruotsala-Kangasniemi vaaldâšmjååʹđteei

source: Ehdotus saamelaisten totuus- ja sovintokomission asettamiseksi
sms: Eʹtǩǩõs säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõttummša
